import { prodouctType } from "../../types"

const prodouctlist: prodouctType[] = [
    {
        name: 'گوشی موبایل سامسونگ مدل Galaxy A70 SM-A705F/DS دو سیم‌کارت ظرفیت 128 گیگابایت',
        id: 1,
        categoryPhoto: 'https://dkstatics-public.digikala.com/digikala-products/121838482.jpg?x-oss-process=image/resize,m_lfit,h_150,w_150/quality,q_80',
        photo: 'https://dkstatics-public.digikala.com/digikala-products/121838482.jpg',
        description: 'گوشی موبایل گلکسی A70 سامسونگ یکی از قدرتمندترین محصولات میان‌رده موجود در بازار است که حسگر انگشت زیرصفحه نمایش و دوربین سه‌گانه روانه بازار شده است. سامسونگ سال 2019 را با متنوع کردن هرچند بیشتر سری گوشی‌های A خود آغاز کرد. این سری از تولیدات سامسونگ به داشتن صفحه‌نمایش بسیار با کیفیت AMOLED و دوربین‌هایی با امکانات بالا شهرت دارند. گوشی موبایل Galaxy A70 با صفحه‌نمایش سوپر آمولد طراحی  شده است و ظاهر هم زیبایی دارد. سامسونگ تلاش کرده است حاشیه را در این تولید جدید خود تا حد امکان کم کند. این گوشی قاب پشتی از جنس پلاستیک دارد و قاب جلویی آن را شیشه پوشانده که البته جلوه‌ی زیبایی به گوشی داده است. این محصول سامسونگ با جدیدترین نسخه از سیستم‌عامل اندروید (Pie) روانه بازار شده است تا از هر نظر گوشی مدرن به‌حساب بیاید. صفحه‌نمایش استفاده‌شده در این گوشی 6.7 اینچ با رزولوشن FullHD+ است که با استفاده از فناوری Super AMOLED و پنل OLED تصاویر شفاف و بی‌نظیری را به نمایش می‌گذارد. این صفحه‌نمایش در هر اینچ 393 پیکسل را نشان می‌دهد که این یعنی جزئیات و وضوح تصویر عالی است. همچنین روکش این نمایشگر لایه‌ی محافظ Corning Gorilla Glass 3 است که از خط‌وخش و ضربه جلوگیری می‌کند. تراشه‌ی این محصول،  SDM675 Snapdragon 675 از تراشه‌های 11 نانومتری کوالکام است که به همراه 8 گیگابایت رم عرضه می‌شود. این تراشه برای بازکردن چندین برنامه به صورت هم‌زمان و تماشای ویدئو کاملاً مناسب است و کم نمی‌آورد. تراشه‌ی گرافیکی Adreno 612 هم برای پخش ویدئو و بازی در این محصول درنظر گرفته شده است. این گوشی در ظرفیت 128 گیگابایتی عرضه شده است و با استفاده از یک کارت حافظه‌ی جانبی قادر خواهید بود حافظه داخلی را تا یک ترابایت دیگر هم افزایش دهید. دوربین اصلی  A70 سنسور 32مگاپیکسلی دارد و فلش LED برخوردار است. سنسور 8 مگاپیکسلی دیگر  از نوع فوق عریض (Ultrawide) و سنسور 5 مگاپیکسلی عمق هم در کنار این دوربین اصلی مجموعه دوربین‌های قاب پشتی A70 را تشکیل داده‌اند. دوربین سلفی 32مگاپیکسلی هم در قاب جلویی این گوشی به کار گرفته شده است. باتری 4500 میلی‌آمپرساعتی، پشتیبانی از فناوری شارژ سریع 25 واتی، درگاه USB Type-C و حسگر اثرانگشت اپتیکال در زیر صفحه‌نمایش هم از دیگر ویژگی‌های این تازه‌وارد است.',
        rating: 4,
        categoryId: 1
    },
    {
        name: 'گوشی موبایل سامسونگ مدل Galaxy A51 SM-A515F/DSN دو سیم کارت ظرفیت 128گیگابایت',
        id: 2,
        categoryPhoto: 'https://dkstatics-public.digikala.com/digikala-products/115598446.jpg?x-oss-process=image/resize,m_lfit,h_150,w_150/quality,q_80',
        photo: 'https://dkstatics-public.digikala.com/digikala-products/115598446.jpg',
        description: 'گوشی موبایل Galaxy A51 با رم 6 گیگابایتی روانه بازار شده است. این محصول دارای صفحه‌نمایش سوپر آمولد است و ظاهر زیبایی دارد. سامسونگ تلاش کرده است حاشیه را در این تولید جدید خود تا حد امکان کم کند. این گوشی قاب پشتی از جنس پلاستیک دارد و قاب جلویی آن را شیشه پوشانده که البته جلوه‌ی زیبایی به گوشی داده است. این گوشی موبایل سامسونگ با نسخه 10 از سیستم‌عامل اندروید روانه بازار شده است تا از هر نظر گوشی مدرن به‌حساب بیاید. صفحه‌نمایش استفاده‌شده در این گوشی 6.5 اینچ با رزولوشن FullHD+ است که با استفاده از فناوری Super AMOLED و پنل OLED تصاویر شفاف و بی‌نظیری را به نمایش می‌گذارد. این صفحه‌نمایش در هر اینچ 405 پیکسل را نشان می‌دهد که این یعنی جزئیات و وضوح تصویر عالی است. همچنین روکش این نمایشگر لایه‌ی محافظ Corning Gorilla Glass است که از خط‌وخش و ضربه جلوگیری می‌کند. تراشه‌ی این محصول، Exynos 9611  از تراشه‌های 10 نانومتری سامسونگ است که به همراه  6 گیگابایت رم عرضه می‌شود. تراشه‌ی گرافیکی Mali-G72 MP3 هم برای پخش ویدئو و بازی مناسب است. این گوشی در دو ظرفیت 64 و 128 گیگابایتی عرضه شده است و با استفاده از یک کارت حافظه‌ی جانبی قادر خواهید بود حافظه داخلی را تا یک ترابایت دیگر هم افزایش دهید. دوربین اصلی  A51 سنسور 48مگاپیکسلی دارد و از نوع عریض (Wide) است. یک سنسور 12مگاپیکسلی و دو سنسور 5 دیگر هم در کنار این دوربین اصلی مجموعه دوربین‌های قاب پشتی A51 را تشکیل داده‌اند. دوربین سلفی 32مگاپیکسلی هم در قاب جلویی این گوشی به کار گرفته شده است. باتری 4000 میلی‌آمپرساعتی، پشتیبانی از فناوری شارژ سریع 15 واتی، درگاه USB Type-C و حسگر اثرانگشت در زیر قاب اصلی هم از دیگر ویژگی‌های این تازه‌وارد است. سامسونگ در ساخت این گوشی از جدیدترین فناوری‌های ساخت گوشی استفاده کرده است تا میان‌رده‌ای با قابلیت‌های نزدیک به یک بالارده خوش‌ساخت را روانه بازار کند.',
        rating: 3,
        categoryId: 1

    },
    {
        name: 'گوشی موبایل سامسونگ مدل Galaxy A12 SM-A125F/DS دو سیم کارت ظرفیت 64 گیگابایت',
        id: 3,
        categoryPhoto: 'https://dkstatics-public.digikala.com/digikala-products/113562469.jpg?x-oss-process=image/resize,m_lfit,h_150,w_150/quality,q_80',
        photo: 'https://dkstatics-public.digikala.com/digikala-products/113562469.jpg',
        description: 'گوشی A12 یکی دیگر از میان رده‌های شرکت سامسونگ است که در تاریخ 24 نوامبر 2020 معرفی شد. شرکت سامسونگ برای این محصول خود از یک صفحه‌نمایش 6.5 اینچی با رزولوشن 1600 در 720 پیکسل، استفاده کرده است. این صفحه‌نمایش در هر اینچ 264 پیکسل را نشان می‌دهد که از جزئیات و وضوح تصویر خوبی برخوردار است. تراشه‌ این محصول Mediatek MT6765 Helio P35 از تراشه‌های ۱۲ نانومتری سامسونگ است که با پردازنده مرکزی هشت هسته‌ای Cortex-A55 و پردازنده گرافیکی PowerVR GE8320 همراه شده است. این تراشه برای بازکردن چندین برنامه به‌صورت هم‌زمان و تماشای ویدئو مناسب است. این گوشی با 4 گیگابایت رم و 64 گیگابایت حافظه داخلی عرضه شده است و با استفاده از یک کارت حافظه‌ی جانبی قادر خواهید بود. بر روی قاب پشتی A12 یک دوربین چهارگانه قرار گرفته است. یک لنز عریض با رزولوشن 48 مگاپیکسل، یک لنز فوق عریض با رزولوشن 5 مگاپیکسل، یک لنز ماکرو با رزولوشن 2 مگاپیکسل و یک حسگر عمق 2 مگاپیکسلی مجموعه دوربین A12 را تشکیل می‌دهد. برای دوربین سلفی هم یک لنز 8 مگاپیکسلی از نوع عریض انتخاب شده است که در گوشه بالای صفحه‌نمایش قرار گرفته است. منبع انرژی گوشی A12 یک باتری لیتیوم-پلیمری با ظرفیت 5000 میلی‌آمپرساعت است که از فناوری شارژ سریع 15 واتی هم پشتیبانی می‌کند. گوشی موبایل سامسونگ  با طراحی کاملاً مطلوب و امکانات فراوان به بازار عرضه شده است تا در بازار میان‌رده‌ها هم حرفی برای گفتن داشته باشد.',
        rating: 2,
        categoryId: 1
    },
    {
        name: 'گوشی موبایل سامسونگ مدل Galaxy A10s SM-A107F/DS دو سیم کارت ظرفیت 32 گیگابایت',
        id: 4,
        categoryPhoto: 'https://dkstatics-public.digikala.com/digikala-products/113562469.jpg?x-oss-process=image/resize,m_lfit,h_150,w_150/quality,q_80',
        photo: 'https://dkstatics-public.digikala.com/digikala-products/113562469.jpg',
        description: 'گوشی موبایل «Galaxy A10s» از سری تولیدات مقرون‌به‌صرفه‌ سامسونگ است که شباهت زیادی به گوشی Galaxy A10 دارد اما با ویژگی‌هایی مانند باتری قدرتمندتر، حسگر اثرانگشت و 2 دوربین اصلی به‌روزتر شده است. تفاوت اصلی این گوشی با بیشتر اعضای خانواده A در استفاده از پنل IPS برای صفحه‌نمایش این محصول است. گوشی موبایل Galaxy A10s با صفحه‌نمایش IPS و پنل LCD به بازار عرضه شده است تا با قیمت تمام شده کم‌تری به دست طرفداران گوشی‌ موبایل سامسونگ برسد. البته سامسونگ همچنان تلاش کرده است حاشیه را در این تولید جدید خود تا حد امکان کم کند. این گوشی قاب پشتی از جنس پلاستیک دارد و قاب جلویی آن را شیشه پوشانده که البته جلوه‌ی زیبایی به گوشی داده است. این محصول سامسونگ با جدیدترین نسخه از سیستم‌عامل اندروید (Pie) روانه بازار شده است تا محصولی به‌روز و مدرن به حساب بیاید. صفحه‌نمایش استفاده‌شده در این گوشی 6.2 اینچ با رزولوشن HD+ است که با استفاده از 16 میلیون رنگ را به نمایش می‌گذارد. این صفحه‌نمایش در هر اینچ 271 پیکسل را نشان می‌دهد و نسبت تصویر در آن  19:9است. تراشه‌ی این محصول، Helio P22 مدیاتک است که به همراه  2 گیگابایت رم عرضه می‌شود. این تراشه برای بازکردن چندین برنامه به صورت هم‌زمان و تماشای ویدئو مناسب است و نمی‌توان از آن انتظار اجرای بازی‌های سنگین را داشت. تراشه‌ی گرافیکی PowerVR GE8320 هم برای این محصول درنظر گرفته شده است. این گوشی با ظرفیت 32 گیگابایتی عرضه شده است. دوربین اصلی A10s سنسور 13مگاپیکسلی دارد و فلش LED برخوردار است. این حسگر از نوع عریض (Wide) است و قابلیت عکاسی HDR را هم دارد. در کنار این حسگر یک سنسور عمق 2 مگاپیکسلی قرار گرفته است. دوربین سلفی 8مگاپیکسلی هم در قاب جلویی این گوشی به کار گرفته شده است. باتری 4000 میلی‌آمپرساعتی، پشتیبانی از نسخه پنجم از فناوری بلوتوث، درگاه ارتباطی microUSB و جک 3.5 میلی‌متری صدا هم از دیگر مشخصات این تازه‌وارد است که نشان از محصولی اقتصادی و مقرون‌به‌ضرفه دارند. خرید این گوشی به آن دسته از کاربران توصیه می‌شود که می‌خواهند گوشی ارزان اما مدرن برای انجام کارهای روزمره داشته باشند. گفتنی است سامسونگ برای این مدل از محصولات خود، حسگر اثرانگشت را هم در قاب پشتی به‌کار گرفته است.',
        rating: 5,
        categoryId: 1
    },
    {
        name: 'گوشی موبایل سامسونگ مدل Galaxy Note20 Ultra 5G SM-N986 دو سیم کارت ظرفیت 256 گیگابایت',
        id: 5,
        categoryPhoto: 'https://dkstatics-public.digikala.com/digikala-products/0ca836dc8142c065747aa86a9899347631a5b9e5_1608382853.jpg?x-oss-process=image/resize,m_lfit,h_150,w_150/quality,q_80',
        photo: 'https://dkstatics-public.digikala.com/digikala-products/0ca836dc8142c065747aa86a9899347631a5b9e5_1608382853.jpg',
        description: 'گوشی موبایل سامسونگ مدل Galaxy Note20 Ultra 5G SM-N986 دو سیم کارت ظرفیت 256 گیگابایت یکی از شگفت‌انگیزترین گوشی‌های کمپانی بزرگ سامسونگ است که با رونمایی آن، همه افرادی که از طرفداران سامسونگ هستند را شگفت‌زده کرده است. این گوشی تحول بسیار بزرگی در تصویربرداری، قدرت پردازش منطقی، محاسباتی، گرافیکی و وظایف اینترنتی از قبیل بازی، سوشیال و بسیاری دیگر ایجاد کرده است. این گوشی دارای قلمی هوشمند است که کار با آن بسیار ساده و درعین‌حال شما را شگفت‌زده می‌کند. گوشی موبایل سامسونگ مدل Galaxy Note20 Ultra 5G دارای گواهینامه IP68 بوده که نشان‌دهنده مقاوم در برابر گردوغبار و آب تا عمق ۱.۵ متر و به مدت ۳۰ دقیقه است. حافظه‌هایی که در این گوشی به‌کار رفته است دارای ظرفیت‌های بسیار بالایی هستند. ۲۵۶ گیگابایت برای حافظه‌داخلی و 12 گیگابایت حافظه RAM می‌تواند همه‌کارهای همزمان سنگین شما را به‌راحتی انجام دهد. این گوشی سامسونگ دارای فناوری ارتباطی شبکه 5G یا نسل پنجم است که اتفاقی بسیار بزرگ و پرقدرت در بهبود سرعت دانلود و آپلود است. این گوشی می‌تواند با کیفیت 8K تصویربرداری کند.',
        rating: 5,
        categoryId: 1
    },
    {
        name: 'گوشی موبایل سامسونگ مدل Galaxy Z Flip SM-F700F/DS دو سیم کارت ظرفیت 256 گیگابایت',
        id: 6,
        categoryPhoto: 'https://dkstatics-public.digikala.com/digikala-products/121615088.jpg?x-oss-process=image/resize,m_lfit,h_150,w_150/quality,q_80',
        photo: 'https://dkstatics-public.digikala.com/digikala-products/121615088.jpg',
        description: 'گوشی موبایل «Galaxy Z Flip» در فوریه 2020 به بازار عرضه شد تا تنوع محصولات سامسونگ را هرچه بیشتر کند. این گوشی تاشو طراحی نوینی دارد که آن را به محصولی خاص تبدیل کرده است. نمایشگر این گوشی در زمان باز شدن 6.7 انیچ اندازه دارد و در زمان بسته بشدن در یک دست جا می‌شود. علاوه‌براین، یک نمایشگر کوچک هم روی بدنه گوشی جاسازی شده است تا زمان بسته شدن گوشی هم کاربر از اعلان‌ها مطلع شود. صفحه‌نمایشی با فناوری جدید Dynamic AMOLED و تراکم پیکسلی 425 پیکسل هم نشان از جزئیات بالای نمایشگر این محصول دارد. تراشه‌ی این محصول، اسنپ‌دراگون 855+ است که به‌عنوان تراشه‌ای 7 نانومتری عملکرد فوق‌العاده بهینه‌ای دارد. این تراشه که به همراه 8 گیگابایت رم عرضه می‌شود، برای انجام کارهای روزمره و باز کردن چندین برنامه به‌صورت هم‌زمان و تماشای ویدئو کاملاً مناسب است و کم نمی‌آورد. تراشه‌ی گرافیکی Adreno 640 هم برای پخش ویدئو و بازی مناسب است. در این محصول هم دوربین قاب پشتی از دو سنسور پرقدرت تشکیل شده است. سنسورهایی با رزولوشن 12 مگاپیکسل که خروجی تصاویر مطلوبی دارند. وجود درگاه USB Type-C، امکان شارژ بی‌سیم با سرعت بسیار بالا، پشتیبانی از فناوری شارژ سریع 15 واتی و باتری پرقدرت 3300 میلی‌آمپرساعتی از دیگر ویژگی‌های این گوشی خاص سامسونگ است. این محصول خوش‌ساخت سامسونگ ترکیبی از نوستالژی و مدرنیته است و به نظر می‌رسد به همراه Razer 2019 موتورولا، طراحی جدیدی از گوشی را به مخاطبان عرضه خواهند کرد.',
        rating: 4,
        categoryId: 1
    },
    {
        name: 'لپ تاپ 15 اینچی مایکروسافت مدل Surface Book 3- F',
        id: 7,
        categoryPhoto: 'https://dkstatics-public.digikala.com/digikala-products/80dc0f1c5078c2621d57f9e38722d09cbcde0ba5_1600244060.jpg?x-oss-process=image/resize,m_lfit,h_150,w_150/quality,q_80',
        photo: 'https://dkstatics-public.digikala.com/digikala-products/80dc0f1c5078c2621d57f9e38722d09cbcde0ba5_1600244060.jpg',
        description: 'این لپ‌تاپ تبدیل‌پذیر 13.5اینچی یک ترکیب بی‌نظیر از طراحی زیبا و خلاقانه درکنار سخت‌افزارهای قدرتمند است. وضوح تصویری متفاوت برابر با 3000 در 2000 پیکسل نشانگر همیشگی سرفیس بوک‌هاست. مایکروسافت 3 Surface Book جدید را با سخت‌افزاری پرقدرت روانه بازار کرده است که از پس همه کارهای روزانه به راحتی آب خوردن بر می‌آید. لپ‌تاپ Surface Book 3 را می‌توان یکی از بهترین لپ‌تاپ‌های ویندوزی محسوب کرد. نسل دهم پردازنده‌های سری Core i7 اینتل، حافظه داخلی SSD و 32 گیگابایت رم، از جمله عوامل قدرتمند بودن این دستگاه هستند. کاربرانی که قصد اجرای برنامه‌های نیمه‌حرفه‌ایو روزمره را دارند می‌توانند به این سرفیس جدید فکر کنند. باتری پرقدرت این لپ‌تاپ قادر است تا بیش از 15 ساعت انرژی سرفیس بوک 3 را تامین کند. در مجموع می‌توان Surface Book 3 را خوش‌ساخت‌ترین دستگاه ویندوزی حال حاضر دانست که با قابلیت‌های متعدد خود تجربه کاربری کاملا متفاوتی را خلق خواهد کرد.',
        rating: 5,
        categoryId: 2
    },
    {
        name: 'لپ تاپ 15.6 اینچی ایسوس مدل VivoBook S533JQ - A',
        id: 8,
        categoryPhoto: 'https://dkstatics-public.digikala.com/digikala-products/0c3f8132accf8d0fbd149404e110c15ba9a9ac2a_1602325267.jpg?x-oss-process=image/resize,m_lfit,h_150,w_150/quality,q_80',
        photo: 'https://dkstatics-public.digikala.com/digikala-products/0c3f8132accf8d0fbd149404e110c15ba9a9ac2a_1602325267.jpg',
        description: 'لپتاپ VivoBook S533JQ تولید شرکت ASUS را به جرأت می‌توان از جدیدترین و فوق‌العاده‌ترین محصولات رونمایی شده در سال 2020 میلادی دانست که در آن زیبایی و سبکی با مشخصات سخت افزاری قوی و به روز ترکیب شده و این محصول را بوجود آورده است. در این مدل از سری S ایسوس از بدنه‌ای ازجنس فلز استفاده شده است که کیفیت و زیبایی خارق‌العاده‌ای دارد. این مدل که در اواخر سال 2020 از آن پرده برداری شده است که در دسته زیباترین لپتاپ‌های موجود در بازار تکنولوژی است و چشم هر کاربری را به خود می‌گیرد.لپ تاپ S533JQ گزینه ای مناسب برای کسانی که حمل و نقل زیادی با دستگاه خود دارند و صفحه نمایش بزرگ و بدنه مستحکم را نیز مورد نیاز خود می دانند می باشد.',
        rating: 4,
        categoryId: 2
    },
    {
        name: 'لپ تاپ 15 اینچی ایسوس مدل VivoBook R521JA-BQ083',
        id: 9,
        categoryPhoto: 'https://dkstatics-public.digikala.com/digikala-products/4209444.jpg?x-oss-process=image/resize,m_lfit,h_150,w_150/quality,q_80',
        photo: 'https://dkstatics-public.digikala.com/digikala-products/4209444.jpg',
        description: 'لپ‌تاپ « R521JB » از محصولات سری «VivoBook» شرکت «ایسوس» محسوب می‌شود که با طراحی زیبا روانه بازار شده است. بدنه‌ی شیک R521JB به‌گونه‌ای طراحی شده که لپ‌تاپی رده‌بالا را نوید می‌دهد. این بدنه 22.9 میلی‌متر ضخامت و 1.9 کیلوگرم وزن دارد و برای جابه‌جایی دائمی آن مشکل خاصی نخواهید داشت. صفحه‌نمایش 15.6 اینچی این محصول دارای وضوح تصویر FullHD است. وجود بلندگوهای قوی ایسوس هم کاربری این لپ‌تاپ را به‌عنوان یک محصول مالتی‌مدیا تقویت می‌کند. پورت‌های متعدد و متنوعی روی لبه‌های این مدل از ایسوس دیده می‌شود که با استفاده از آن‌ها می‌توان انواع ابزارهای جانبی را بدون نیاز به هیچ مبدلی به این لپ‌تاپ متصل و از آن‌ها استفاده کرد. ایسوس در کنار این امکانات متعدد، از سخت‌افزارهای خوبی هم در این محصول استفاده کرده است. درمجموع اگر به دنبال خرید یک لپ‌تاپ خوش‌ساخت و سبک برای انواع کاربری‌های روزمره خود هستید، مدل R521JB ایسوس می‌تواند یکی از انتخاب‌های شما باشد.',
        rating: 3,
        categoryId: 2
    },
    {
        name: 'لپ تاپ 15 اینچی ایسوس مدل ROG Strix G512LI - B',
        id: 10,
        categoryPhoto: 'https://dkstatics-public.digikala.com/digikala-products/6df1b522641bd18e58c3843335b74885007d8676_1602581528.jpg?x-oss-process=image/resize,m_lfit,h_150,w_150/quality,q_80',
        photo: 'https://dkstatics-public.digikala.com/digikala-products/6df1b522641bd18e58c3843335b74885007d8676_1602581528.jpg',
        description: 'لپ تاپ 15 اینچی ایسوس مدل ROG Strix G512LU - B یکی از بهترین لپ‌تاپ‌ها برای GAME (بازی کردن) و کاربری مالتی‌مدیا است. جدیدترین لپ تاپ از سری ROG ،مدل G512LU از ویژگی‌های طراحی مخصوص این سری برخوردار است که ناشی از همکاری بین ایسوس و گروه طراحی BMW Designworks می باشد،همچنین قابلیت Electro Punk هم در بعضی از مدل ها هست.بدنه این محصول کاملاً پلاستیکی است اما به اندازه کافی محکم ساخته شده.علاوه بر این، این لپ تاپ با مشخصات 26 میلی متر و وزن 2.4 کیلوگرم،اگرچه نازک ترین و سبکترین لپ تاپ بازار نیست ولی حمل و نقل آن ساده است.لپ تاپ G512LU از سری لپ تاپ های( ROG (REPUBLIC OF GAMERS شرکت ایسوس می باشد و در طبقه بندی این شرکت جزء لپ تاپ های بالا رده محسوب می گردد.از آنجایی که این محصول کاربری حرفه ای دارد، از مجموعه سخت‌افزارهای خیلی قدرتمند و جدیدی در پیکره‌بندی آن استفاده شده است و شاید بتوان پردازنده مرکزی را نقطه قوت اصلی آن دانست که برای کاربری های پردازشی و سنگین گرافیکی کاملا مناسب هستند که نسل 10 از سری H اینتل می باشد. این لپ‌تاپ دارای ۳۲ گیگابایت رم و پردازنده‌ای از سری i7 با کَش 12 مگابایت دارد. کارت گرافیک قدرتمندی که این لپ‌تاپ از آن استفاده می کند ساخته کمپانی اَبَربُزرگ nVIDIA با نام GeForce GTX 1650TI با 4 گیگابایت حافظه است.',
        rating: 2,
        categoryId: 2
    },
    {
        name: 'لپ تاپ 15اینچی لنوو مدل Ideapad V155 - NPT',
        id: 11,
        categoryPhoto: 'https://dkstatics-public.digikala.com/digikala-products/d87a5ca07a09dc9ebceb2fb99af3a5e7c8a0848a_1593946231.jpg?x-oss-process=image/resize,m_lfit,h_150,w_150/quality,q_80',
        photo: 'https://dkstatics-public.digikala.com/digikala-products/d87a5ca07a09dc9ebceb2fb99af3a5e7c8a0848a_1593946231.jpg',
        description: 'بدون شک «لنوو» ازجمله شرکت‌هایی است که در طراحی و ساخت لپ‌تاپ‌های میان‌رده و اقتصادی تبحر خاصی دارد و تاکنون مدل‌های بسیاری را در این رده تولید کرده است. مدل‌ «V155» هم از‌جمله همین محصولات محسوب می‌شود که مخصوص کاربری عمومی بوده و برای انجام امور روزمره مناسب است. لنوو در ساخت بدنه‌ی این مدل کاملا از پلاستیک مشکی استفاده کرده که ظاهری ساده و یکدست، اما رضایت‌بخش به این دستگاه داده است. این جنس در برابر فشار، خمش و پیچش هم مقاومت قابل‌قبولی دارد و نسبت به سطوح براق، لکه و کثیفی و اثرانگشت را کمتر به خود جذب می‌کند. این دستگاه حدود 23 میلی‌متر ضخامت و 2200 گرم وزن دارد که نمی‌توان از آن‌ها به‌عنوان یک مزیت نسبت به دیگر محصولات هم‌رده نام‌برد؛ اما درکل برای جابه‌جایی کار را سخت نمی‌کنند. صفحه‌نمایش این مدل یک نمونه‌ی کاملا معمولی و پایه است که البته در این رده‌ انتظار بیشتر از این را هم نباید داشت. اندازه‌ی 15.6‌اینچی با پنل‌ TN، کیفیت‌ HD و روکش مات ازجمله مشخصات کلی این صفحه‌نمایش هستند. کیبورد این مدل از نوع‌ AccuType‌ لنوو است و از کلیدهایی با چیدمان جزیره‌ای تشکیل شده که برای تایپ‌کردن سریع و طولانی‌مدت مناسب هستند. تاچ‌پد هم به کلیک‌های جداگانه مجهز است که دقت خوبی داشته و اعمالی نظیر‌ Drag‌ & Drop‌ را می‌توان با آن به‌راحتی انجام داد؛ ازطرفی برای فرمان‌های چندلمسی مانند اسکرول و زوم‌کردن کارایی متوسطی دارد. پورت‌های متعددی هم روی لبه‌های چپ و راست تعبیه شده که برای محصولی در این رده‌ی کاربری کاملا ایده آل هستند.',
        rating: 1,
        categoryId: 2
    },
    {
        name: 'لپ تاپ 16 اینچی اپل مدل MacBook Pro MVVK2 2019 همراه با تاچ بار',
        id: 12,
        categoryPhoto: 'https://dkstatics-public.digikala.com/digikala-products/114389900.jpg?x-oss-process=image/resize,m_lfit,h_150,w_150/quality,q_80',
        photo: 'https://dkstatics-public.digikala.com/digikala-products/114389900.jpg',
        description: 'صفحه کلید کاملا جدید ، صفحه نمایش بزرگتر ، صدای بهتر و عملکرد سریع تر باعث شده است که MacBook Pro 16 اینچی گزینه ای عالی برای کاربران حرفه ای باشد. اپل سرانجام بعد از ۴ سال، به عمر مکانیزم پروانه‌ای کیبورد‌هایش پایان داد. کوپرتینونشین‌ها مک‌بوک پرو ۱۶ اینچی را با مکانیزم قیچی بازطراحی‌شده‌ای با عمق حرکتی یک میلی‌متری همراه کرده‌اند، مکانیزمی که اپل آن را «Magic Keyboard» می‌‌نامد. در کنار بازگشت مکانیزم قیچی، تک‌تک کلیدها پوششی لاستیکی نیز روی خود دارند تا بدین ترتیب از ورود ذرات ریز یا گردوغبار به داخل مکانیزم و تداخل کارکرد آن جلوگیری شود. با وجود بهره‌گیری از تاچ‌بار، طراحان اپل، کلید Escape فیزیکی را برای کاربران حرفه‌ای تدارک دیده اند و کلیدهای جهتی را به فرم T‌ وارون درآورده‌اند. مک‌بوک پرو جدید با نمایشگر ۱۶ اینچی، از بزرگ‌ترین پنل رتینا در دنیای لپ‌تاپ‌ها بهره می‌برد. همانند گذشته روشنایی پنل به ۵۰۰ نیت می‌رسد و پوشش کاملی از فضای رنگی گسترده‌ی P3 در اختیار کاربر قرار دارد؛ اما اکنون وضوح نمایشگر به ۱۹۲۰ × ۳۰۷۲ پیکسل با تراکم ۲۲۶ پیکسل‌ براینچ رسیده است. ناگفته نماند که تمام پنل‌ها به‌صورت پیش‌فرض برای نمایش دقیق‌تر رنگ‌ها و گاما کالیبره می‌شوند. اپل سیستم خنک‌کننده‌ی مک‌بوک پرو ۱۶ اینچی را پیشرفته‌ترین معماری حرارتی در تاریخ لپ‌تاپ‌های مک معرفی می‌کند؛ سیستمی که امکان بهره‌گیری از بالاترین توان سخت‌افزار دستگاه در بازه‌های زمانی طولانی‌تر فراهم می‌سازد. سیستم خنک‌کننده‌ی جدید از فن‌های بزرگ‌تر با پره‌های طویل در کنار دریچه‌های وسیع‌تر بهره می‌برد، بدین‌ ترتیب جریان هوا ۲۸ درصد افزایش می‌یابد، ضمن اینکه افزایش ۳۵ درصدی ابعاد هیت‌سینک به انتقال بهتر گرما کمک می‌کند. اپل می‌گوید مک‌بوک پرو ۱۶ اینچی به‌لطف سیستم خنک‌کننده‌ی پیشرفته‌ی خود می‌‌تواند تحت بارهای پردازشی سنگین نسبت به طراحی پیشین تا ۱۲ وات توان بیشتر به‌صورت پایدار ارائه دهد.مک‌بوک پرو ۱۶ اینچی مدل MVVK2 از پردازنده‌های نسل نهمی اینتل با طراحی ۸ هسته‌ای و فرکانس بیشینه‌ای بالغ بر 4.8 گیگاهرتز در کنار پردازنده‌های گرافیکی سری Radeon Pro 5500M‌ AMD به‌عنوان نخستین GPU-‌های موبایل ۷ نانومتری بهره می‌گیرد. این پردازنده‌های گرافیکی از حافظه‌های ویدئویی GDDR6 با ظرفیت 4 گیگابایت استفاده می‌کنند. مک‌بوک پرو ۱۶ اینچی از سیستم صوتی بازطراحی‌شده‌ای با ۶ اسپیکر و دقت صدای زیاد بهره می‌برد. در سیستم صوتی جدید، به‌لطف فناوری انحصاری اپل از دو درایور در خلاف جهت هم استفاده شده است تا بدین ترتیب ارتعاشات ناخواسته‌ای که منجر به اعوجاج صدا می‌شوند، کاهش یابند. ناگفته نماند که آرایه‌ی میکروفون‌های مک‌بوک پرو ۱۶ اینچی تا ۴۰ درصد کاهش در نویز و بهبود نسبت سیگنال-به‌-نویز را برای ضبط صداهای شفاف‌تر به‌ارمغان می‌آورد.',
        rating: 5,
        categoryId: 2
    },

]
export default prodouctlist